IDEA StatiCa Open Model
ColumnDataEc2.ValueTypeOfc0Z Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of c0 value
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ValueTypec0 ValueTypeOfc0Z { get; set; }
Public Property ValueTypeOfc0Z As ValueTypec0
	Get
	Set
public:
property ValueTypec0 ValueTypeOfc0Z {
	ValueTypec0 get ();
	void set (ValueTypec0 value);
}
Property Value
Type: ValueTypec0
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace